[GENERAL]
NAME					= Oʻzbekcha
TRANSLATOR				= Shamsiddinov Zafar
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Tezkor hamda oddiy video muharriri
TEXT_BETA				= Beta
TEXT_UNREGISTERED			= Sinov versiyasi

TEXT_YES				= Ha
TEXT_NO					= Yoʻq
TEXT_CLOSE				= Yopmoq
TEXT_CANCEL				= Bekor qilmoq
TEXT_OK					= OK
TEXT_ABORT				= Toʻxtatmoq
TEXT_RETRY				= Takrorlamoq
TEXT_IGNORE				= Rad etmoq
TEXT_CONTINUE				= Davom etmoq

TEXT_SAVE				= Saqlamoq
TEXT_NOT_SAVE				= Saqlanmasin

TEXT_SECOND				= soniya

TEXT_OPEN_FILE				= Faylni ochmoq
TEXT_SELECT_FOLDER			= Chiquvchi jildni tanlang

TEXT_SEG_DURATION			= Davomiyligi ${str1}
TEXT_SEEK_POS				= ${str1}ga oʻtish
TEXT_TOTAL_SEG_DURATION			= Davomiyligi: ${str1}
TEXT_HIGH_SPEED_MODE			= Yuqori tezkor rejim
TEXT_HIGH_ENCODING_MODE			= Kodlash rejimi

TEXT_VOLUME_MUTE			= Ovozni oʻchirmoq
TEXT_VOLUME				= Balandligi: ${int1}

TEXT_CHANGE_LANG			= Oʻzgarishlarni amalga oshirish uchun dasturga qayta kiring. Hoziroq amalga oshirilsinmi?
TEXT_RESET_ALL_SETTINGS			= Barcha tanlov oʻzgarishlarini asl holiga qaytarmoqchimisiz?
TEXT_SHUTDOWN_SEC			= Tizim ${int1} soniyadan soʻng oʻchadi.
TEXT_SHUTDOWN_APP_SEC			= Bandicut ${int1} soniyadan soʻng yopiladi.

TEXT_UPDATE_AVAILABLE			= Yangi versiya aniqlandi. [br]Yuklab olishni xohlaysizmi?
TEXT_UPDATE_UNAVAILABLE			= Sizda eng soʻnggi versiya!
TEXT_UPDATE_FAILED			= Yangi versiyani aniqlab boʻlmadi. [br]Internetga bogʻlanganiningizni tekshirib koʻring.
TEXT_OFFLINE				= Ushbu funksiya faqat internet bilan ishlaydi. [br]Internetga bogʻlanganiningizni tekshirib koʻring.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Dastur xatoligi. [br]Bandicut’ni qayta yuklang.

TEXT_NOT_SEEKABLE			= Ushbu mediafayl noma’lum formatda
TEXT_NOT_SEEKABLE_DETAIL		= Yuqori tezkor rejim hamda kesish parametrlari mavjud emas.[br]- Jadval indeksi shikastlangan.[br]- Kadlar yoki indeks mavjud emas.

TEXT_NOT_SUPPORT_FILE			= Bandicut bu fayl bilan ishlamaydi. [br](Ovoz va Video haqida ma’lumot mavjud emas.)[br][br]- Video kodeki: ${int1} ${str1}[br]- Ovoz kodeki: ${int2} ${str2}[br]- Fayl formati: ${str3}
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video kodeki ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Audio kodeki ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Fayl formati : ${str1}
TEXT_NOT_SUPPORT_NONE			= Yoʻq
TEXT_NOT_SUPPORT_NOT_DECODE		= (Ijro etib boʻlmadi)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Video ma’lumoti yoʻq)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Fayl topilmadi.[br]Fayl joylashuvini tekshirib koʻring. 

TEXT_NOT_HIGH_SPEED			= Yuqori tezkor rejim mavjud emas.
TEXT_NOT_HIGH_SPEED_DETAIL		= Siz sinov versiyasida bu funksiyadan foydalana olmaysiz: [br]- Kodlash rejimidan foydalaning.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Fayl soniyasiga 10 kadrdan kam
TEXT_NOT_HIGH_SPEED_QUERY		= - Faylni oʻgirishda xatolik!

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Yuqori tezkor rejim Kodlash rejimidan ancha tezdir. [br] Tezkor rejimda faylni boshlash vaqti oʻzgaradi. (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Yuqori tezkor rejim ishga tushirilsinmi?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Ilovani sotib olsangizgina, bu rejim faol boʻladi.[br][br]Sotib olish uchun https://www.bandicut.com saytiga oʻtasizmi?

TEXT_FRAME_CUT_CANT_CHANGE		= Ushbu funksiya faqat sotib olingan versiyada ishlaydi. [br]Sotib olish uchun https://www.bandicut.com saytiga tashrif buyuring

TEXT_KEY_FRAME_CUT	= Faylning boshlanish vaqti oʻzgarishi mumkin.
TEXT_KEY_FRAME_CUT2			= - Xatolik roʻy bersa, kodlash rejimidan foydalaning

TEXT_NOT_HIGH_SPEED_JOIN		= Yuqori tezkor rejimida agar videolar formati bir xil boʻlsa, birlashtira olasiz

TEXT_MSG_CONVERTING_CLOSE		= Topshiriq bajarilmadi. Bandicutdan chiqasizmi?
TEXT_MSG_CONVERTING_CANCEL		= Jarayon hali tugamadi. Bekor qilasizmi?
TEXT_MSG_CHECK_NOT_SHOW			= Boshqa koʻrsatilmasin.
TEXT_MSG_WRITE_HEADER			= Fayl tayyorlanmoqda. Agar hajmi katta boʻlsa, sekin boʻladi. Kuting.

TEXT_ERROR_DISKSPACE_TITLE		= Yetarli boʻsh joy yoʻq.
TEXT_ERROR_DISKSPACE			= Boshqa joyni tanlang.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Mavjud boʻsh joy: ${str1}[br]-Kerakli joy:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Kesh jildida yetarli joy yoʻq.
TEXT_ERROR_CACHE_DISKSPACE		= Kesh jildini oʻzgartiring.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Boʻsh joy: ${str1}[br]-Talab etilgan joy:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Kesh jildini oʻzgartiring.
TEXT_ERROR_FILE_SYSTEM			= Chiquvchi yoki kesh jildi NTFS fayl tizimida emas. Agar fayl hajmi 4GBdan oshsa, muammo yuzaga kelishi mumkin.[br]-Oʻzgartirish uchun jild:
TEXT_CANT_KEYFRAME_SEEK			= Fayl tahlil qilib chiqilmoqda. Bunda keyin davom etishingiz mumkin.
TEXT_READ_FILE				= Faylni ochib boʻlmadi. Koʻrsatilgan jildda fayl borligini tekshirib koʻring.[br] Agar fayl CD/DVDda boʻlsa, uni avval kompyuterga oʻtkazib oling.
TEXT_CODEC_CONFIG			= Kodlash tanlovida xatolik mavjud.
TEXT_CODEC_CONFIG2			= [br]«Kodlash tanlovlari» boʻlimiga oʻtib, «Asl holiga» tugmasini bosing.
TEXT_VIDEO_ENCODING			= Videoni kodlashda xatolik roʻy berdi. Kodlash yoki faylni tekshirib koʻrish kerak.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Oʻgirish Intel® Quick Sync Video encoder bilan muammo borligi uchun bajarilmadi.
TEXT_VIDEO_ENCODING_QSV			= H.264 dekoderidan foydalanishni xohlaysizmi?
TEXT_AUDIO_ENCODING			= Ovozni kodlashda xatolik roʻy berdi. Kodlash yoki faylni tekshirib koʻrish kerak.
TEXT_NOT_SUPPORT_TYPE			= Faylni tuzib boʻlmadi. Chiquvchi jildni tekshirib koʻring.
TEXT_UNSUPPORT_VIDEO_SIZE		= Tanlangan oʻlchamga oʻgirib boʻlmaydi.[br]Maksimal mavjud oʻlcham ${str1} ${str2} teng.[br]Video oʻlchamini Tanlovlardan oʻzgartiring.
TEXT_NO_ENCODER				= Kodlovchini topib boʻlmadi.
TEXT_SEND_FILE				= Agar iloji boʻlsa, bandicut@bandicam.com pochtasiga videongizni joʻnating, biz uni koʻrib chiqamiz.
TEXT_CHECK_CHANGE_ENCODER		= Hozirda ilova dekoderi H.264dir
TEXT_INTER_FILE				= Videoni saqlashda xatolik roʻy berdi.
TEXT_CANT_DECODE_AUDIO			= Ayrim ovozli fayllarni dekoding qilib boʻlmadi.[br]Ular oʻgirilmaydi. Rozimisiz?

TEXT_REBUILD_COMPLETE			= Fayl(lar) tahrirlashga tayyor.
TEXT_REBUILD_FAILED			= Fayl(lar)ni tayyorlashda xatolik roʻy berdi.[br]

TEXT_ERRMSG_CONVERT_NUM			= Kodlashda xatolik.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Fayl juda kattaligi uchun Yuqori tezkor rejimdan foydalanib boʻlmaydi. Kodlash rejimiga oʻtkazing.

TEXT_MSG_CHANGE_MODE_DROP		= Agar bir nechta fayllar Bandicutga qoʻshilsa, avtomatik tarzda "Birlashtirmoq" rejimiga oʻtadi. [br]Rozimisiz?
TEXT_MSG_CANT_CHANGE			= Bandicutga fayl qoʻshilgach, tahlil qilinadi.

TEXT_MISSED_FILE_REMOVE 		= Fayl roʻyxatdan olib tashlandi, chunki u mavjud emas.[br]-${str1}

TEXT_INVALID_VALUE			= ${int1} va ${int2} orasidagi qiymatni kiriting.

TEXT_WARNING_MAX_SEGMENT         	= Siz ${int1} tagacha fayl/qismni qoʻsha olasiz.
TEXT_WARNING_MAX_SEGMENT_FAIL           = ${int1} tacha fayl qoʻshilmadi.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Bandicut videoni maksimal (99 ta) qismga boʻla oladi. Agar davom ettirsangiz, bir nechtasi yoʻq qilinadi.[br]Rozimisiz?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut ${int1} ta qismga boʻla olmaydi, chunki har bir qism uchun berilgan vaqt juda qisqa.[br]Kamroq qismlarga boʻlib chiqing.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Bunaqa miqdordagi qismlarga boʻlib boʻlmadi, chunki videoda buncha qism yoʻq. 
TEXT_WARNING_MAX_SEGMENT_ZERO		= Mavjud vaqtdan ortiqcha vaqt tanlandi.[br]Kamroq vaqtni koʻrsating.
TEXT_WARNING_INVALID_TIME		= 1 soniyadan yuqori vaqtni belgilang.

TEXT_EXIST_FILE_HEADER			= Bunaqa nomli fayl bor.
TEXT_EXIST_FILE_COMMENT			= Agar davom etsangiz, fayl avtomatik tartib raqami bilan nomlanadi. Rozimisiz? 
TEXT_EXIST_FILE_OVERWRITE			= Loyiha faylini saqlamoq
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} allaqachon mavjud. [br] Qayta yozmoqchimisiz?

TEXT_MSG_PROJECT_HELP			= Loyiha fayli nima?
TEXT_MSG_SAVE_PROJECT_HEADER		= Vazifa bajarilmoqda.
TEXT_MSG_SAVE_PROJECT			= Agar siz videofayllar yoki loyiha fayllarini qoʻshsangiz, bajarilayotgan vazifa yoʻqoladi.
TEXT_MSG_SAVE_PROJECT2			= Loyiha faylini saqlaganingizdan keyin davom ettirmoqchimisiz?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Loyiha faylini saqlaganingizdan keyin ham davom ettirmoqchimisiz?
TEXT_MSG_LOAD_PROJECT_FAIL		= Loyiha fayli ochilmadi.
TEXT_MSG_RESTORE_PROJECT		= Bandicut toʻgʻri oʻchirilmadi. [br] Oldingi vazifangizni tiklamoqchimisiz?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video faol emas.[br]"H264 (Intel® Quick Sync Video)" kodekidan foydalanish uchun monitordagi VGAni platadagi VGAga ulash kerak.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Yordam kerakmi?

TEXT_ENCODER_TITLE			= ${str1} kodlovchisi Mavjud
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} apparat kodlovchisi, bu esa, dasturiy kodlashga nisbatan yuqori tezlikda videoni tahrirlashda yordam beradi.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Ushbu ${str1} kodlovchisidan foydalanishni xohlaysizmi?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Facebook tufayli buni ishlatib boʻlmaydi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Fayl haqida ma’lumot
TEXT_H264_NOT_SUPPORT			= Bu tizim H.264 kodlovchisini qoʻllamaydi
TEXT_FILE_NAME				= Fayl nomi: ${str1}
TEXT_FILE_TYPE				= Fayl formati: ${str1}
TEXT_FILE_DURATION			= Davomiyligi: ${str1}
TEXT_FILE_SIZE				= Fayl hajmi: ${str1}
TEXT_SEGMENT				= Qismlar: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Eski boshlanish vaqti: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Yangi boshlanish vaqti: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Yuqori tezkor rejimda qilingani: ${str1}
TEXT_SEEKABLE				= Koʻringanlik ${str1}  
TEXT_POSSIBLE				= Faol
TEXT_IMPOSSIBLE				= Faol emas
TEXT_POSSIBLE_REG			= Qayd etilganda boʻladi.
TEXT_TRACK_COUNT			= ${int1} ta video yoʻlak, ${int2} ta ovoz yoʻlagi
TEXT_OUTPUT_FILE_INFO			= Fayl haqida
TEXT_ADD_FAILED				= [Fayl qoʻshib boʻlmadi]
TEXT_OUTPUT_OPTION			= Tanlovlar
TEXT_INPUT_FILES				= [Kirgan fayllar: ${int1}]
TEXT_H264_ENCODER			= H.264 Encoder
TEXT_CODEC				= Kodek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Media fayllar
TEXT_MAIN_PROJECT_FILES			= Loyiha fayllari
TEXT_MAIN_ALL_FILES			= Barcha fayllar

TEXT_MOREINFO				= Batafsil...

TEXT_SEGMENT_TITLE			= Klip ${str1}
TEXT_SEGMENT_FILE_TITLE			= Fayl ${str1}

TEXT_RECORDING				= Bandicam Screen Recorder ilovasiga kiring[br]U orqali video, oʻyinlarni tasvirga olish mumkin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Bepul versiya
TEXT_BANNER_OFF_SUBJECT			= Sizda qayd etilmagan versiya.
TEXT_BANNER_OFF_CONTENTS_1		= Bandicut litseniyasi sotib olingach,
TEXT_BANNER_OFF_CONTENTS_2		= bepul versiyasidagi barcha cheklovlar olib tashlanadi.
TEXT_BANNER_RESULT_SUBJECT		= Agar sekinroq ishlashi Sizga ma’qul boʻlmasa
TEXT_BANNER_RESULT_CONTENTS_1		= Bandicut ilovasini sotib oling. 
TEXT_BANNER_RESULT_CONTENTS_2		= Ishlash tezligi <b>${str1}% (${str2})</b> marta oshadi.
TEXT_BANNER_RESULT_BTN			= Sotib olmoq

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (Free) Microsoft Store’da.
TEXT_BANNER_UWP_CONTENTS_1		= Videoni asl holida birlashtiruvchi va boʻluvchi eng tezkor ilova.
TEXT_BANNER_UWP_CONTENTS_2		= Qoʻshimcha ma’lumot uchun saytimizga tashrif buyuring.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Umumiy
TEXT_TAB_FILE				= Fayllar
TEXT_TAB_LANGUAGE			= Til
TEXT_TAB_HIGHSPEED			= Yuqori tezkor rejim
TEXT_TAB_VFILTER			= Video filtri
TEXT_TAB_INFO				= Dastur haqida

TEXT_PREFIX_FILE_NAME			= Asl nomi
TEXT_PREFIX_CUSTOM			= Berilgan nomi
TEXT_PREFIX_NONOE			= Nomsiz
TEXT_SUFFIX_TIME			= Sana va vaqt
TEXT_SUFFIX_SERIAL			= Epizod raqami
TEXT_SUFFIX_DATE_SERIAL			= Epizod sanasi va raqami
TEXT_FILE_EXAMPLE			= Masalan:
TEXT_DEFAULT_CACHE_FOLDER		= (Standart)

TEXT_INTEL_QSV				= Intel® Quick Sync video (tezkor)

TEXT_H264_NOT_SUPPORT			= Tizim H.264’ni qoʻllamaydi.[br]Batafsil ma’lumot kerakmi?

TEXT_VIDEO_QUALITY			= Sifat
TEXT_VIDEO_BITRATE			= Bitreyt (kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Streo
TEXT_NO_VIDEO				= Videosiz
TEXT_NO_AUDIO				= Ovozsiz
TEXT_VIDEO				= Video
TEXT_AUDIO				= Ovoz
TEXT_UNKNOWN				= Noma’lum
TEXT_AUTO				= Avtomatik
TEXT_ALWAYS				= Doim
TEXT_DONT_USE				= Qoʻllamaslik

TEXT_FIT_WIDTH				= Enini moslamoq
TEXT_FIT_HEIGHT				= Boʻyini moslamoq
TEXT_SIZE_AUTO				= Asl oʻlchami
TEXT_SIZE_CUSTOM			= Moslash

TEXT_FIT_WIDTH_INFO			= Enini (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Boʻyi (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080 (Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (New iPad)

TEXT_FPS_AUTO				= Asl holicha

TEXT_MIN_VIDEO_SIZE			= Minimal eni va boʻyi ${int1} boʻlsin.
TEXT_MAX_VIDEO_SIZE			= Eni va boʻyi maksimal ${int1} boʻlsin.
TEXT_ODD_VIDEO_SIZE			= Agar kodlash payti xatolik roʻy bersa, demak koʻrsatilgan eni va boʻyi notoʻgʻri boʻladi. Boshqa oʻlcham tanlansinmi?
TEXT_ODD_VIDEO_SIZE2			= [br]- Foydalanuvchi koʻrsatgan oʻlcham: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- videoning yangi oʻlchami: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Videoning maksimal bitreyti ${int1} Kb/s.
TEXT_MAX_VIDEO_QUALITY			= Video sifati 1 dan 100 gacha boʻlsin
TEXT_DONT_ALLOW_NORMALIZE		= Siz [Ovozni oʻchirib tashlamoq]ni tanlagansiz.[br]Bu tanlov bekor qilinsinmi?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Siz [Normallashtirish]ni tanlagansiz.[br]Bu tanlov bekor qilinsinmi?

TEXT_SAMPLERATE_AUTO			= Asl chastotasi

TEXT_ASK_FOR_REG			= Bepul versiya
TEXT_ASK_FOR_REG_DETAIL			= Cheklovlarni olish uchun sotib oling
TEXT_ASK_FOR_REG_CONTINUE		= Shart emas
TEXT_ASK_FOR_REG_REGNOW			= Sotib olmoq
TEXT_ASK_FOR_REG_TRY			= Bepul versiyada

TEXT_NOT_EXIST_OUTPUT			= Tanlangan jild yoʻq. Boshqasini tanlang.
TEXT_NOT_SUPPORT_FOLDER			= Faylni tanlangan jildda saqlab boʻlmadi. Boshqa jild tanlang.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Oʻz jildga saqlab boʻlmadi.[br]Oʻz jildga saqlansinmi?
TEXT_NOT_ALLOWED_CHAR			= Fayl nomida ${str1} belgilar boʻlmasin.
TEXT_LONG_PATH				= Fayl nomi juda uzun. Qisqaroq nomlang.[br]Fayl nomi ${int1} belgidan oshmasin.
TEXT_ADDING_FILES			= Fayl qoʻshilmoqda. Bir oz kutib turing.

TEXT_DEFAULT_PRESET			= Standart
TEXT_FIT_WIDTH_PRESET			= Eniga
TEXT_FIT_HEIGHT_PRESET			= Boʻyiga
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Smartfon
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Shablon oʻchirib tashlansinmi?[br][br]-Shablon nomi: ${str1}
TEXT_SAME_PRESET			= Bunaqa nomdagisi bor. Ustiga yozib yuborilsinmi?[br][br]-Nomi: ${str1}
TEXT_SAME_RENAME_PRESET			= Bunday nomli shablon mavjud. Boshqa nom bering.[br][br]-Nomi: ${str1}
TEXT_REFLECTED_PRESET			= Oldindan sozlanganingiz qo'llanildi [br][br] -Oldirish nomi: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Bu dastur Bandicut ilovasini kompyuteringizga oʻrnatadi.[br][br]Agar Bandicut ilovasiga faol boʻlsa, undan chiqib keting.[br][br]Keyingi tugmasini bosing.
TEXT_DELETE_ALL_FILES			= Fayllarning barchasi ham (${str1}) oʻchirilmay qoldi. [br]Ular ham oʻchirilsinmi?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut ishlamoqda. Davom etish uchun ilovani yoping.
TEXT_THIS_IS_NT_ONLY_APP		= Ushbu versiya faqat Windows Vista va keyingilarida ishlaydi. [br]Windows XP’ga tushadiganini olasizmi?
TEXT_DO_NOT_WORK_32BIT			= 32-bitli Windows-da ushbu dastur ishlamaydi.  [br] 32-bitli Windows uchun versiyani yuklamoqchimisiz?
TEXT_NEED_ADMIN_PRIVILEGE		= Dasturni oʻrnatish uchun Ma’mur ruxsati zarur. [br]Oʻrnatish bekor qilinsinmi?
TEXT_DELETE_ALL_PRESET_FILES		= Bunaqa shablon bor.[br]Oʻchirib tashlansinmi?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Ish rejimini tanlang
TEXT_WIZARD_COMMENT_CUT			= Qismlarga boʻling va/yoki keraksiz qismlarni olib tashlang
TEXT_WIZARD_COMMENT_SPLIT		= Videoni bir necha qismlarga boʻling
TEXT_WIZARD_COMMENT_JOIN		= Bir necha video fayllarni birlashtiring

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Kesuvchi
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Birlashtiruvchi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Davom etmoq
TEXT_PAUSE				= Pauza
TEXT_READY				= Kutish

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Faylni yozmoq
TEXT_JOIN_JOB				= Birlashtirmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Bandicut muvaffaqiyatli qayd etildi.
TEXT_REGISTER_FAILED			= Qayd etishda xatolik. [br]Kiritilgan ma’lumotlar toʻgʻriligini tekshirib koʻring. [br]Elektron pochta va seriya raqamini tekshirib koʻring.
TEXT_REGISTER_CONNECT_FAILED		= Bogʻlanishda xatolik.[br]Internetga bogʻlanmagan.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Yordam kerak boʻlsa, «OK» tugmasini bosing
TEXT_REGISTER_INFO			= El-pochta: ${str1}[br]Seriya raqami: ${str2}
TEXT_REGISTER_INFO2		= Tugash vaqti : ${str1} (${int1} kun oʻtdi)
TEXT_REGISTER_INFO2_EXPIRED	= Tugash sanasi : ${str1} (Muddati oʻtgan)
TEXT_REGISTER_YET			= Versiya qayd etilmagan![br]- Video boshiga Bandicut yozuvi qoʻshiladi.[br]- Cheklovlarni olib tashlash uchun «Qayd etmoq» tugmasini bosing. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut qayd etilmagan.
TEXT_UNREGISTER				= Qayd etishni bekor qilmoqchimisiz?
TEXT_NOTICE_NEED_TO_RENEW	= Bandicut litsenziyasining amal qilish muddati $ {int1} kundan keyin tugaydi.  Litsenziyani yangilash boʻyicha koʻrsatmalar uchun "OK" tugmasini bosing.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Bandicut litsenziyasining amal qilish muddati tugagan.  Litsenziyani yangilash boʻyicha koʻrsatmalar uchun "OK" tugmasini bosing.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Videoni joylashdan oldin unga nom bering.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Kirish - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Brauzer orqali YouTube bilan bogʻlanmoq...
TEXT_UPLOAD_VIMEO_LOGIN			= Kirish - Vimeo
TEXT_UPLOAD_COMPLETE			= Joylandi!
TEXT_UPLOAD_ERR_FAIL			= Videoni joylab boʻlmadi.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Ushbu fayl juda katta.
TEXT_UPLOAD_ERR_FREESPACE		= Videoni joylash uchun Vimeo’da boʻsh joy yoʻq.
TEXT_UPLOAD_ERR_CONNECT			= Server bilan bogʻlanib  boʻlmadi.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Bu videoni joylab boʻlmadi. Vimeo Basic foydalanuvchilari buni bajara olmaydilar.
TEXT_UPLOAD_WARNING_DOING		= ${int1} video fayli joylanmoqda. Joylashni bekor qilib, Bundicut’dan chiqib ketmoqchimisiz?
TEXT_UPLOAD_NO_PASSWORD			= Parolni kiriting.
TEXT_UPLOAD_YOUTUBE_QUOTA		= Bandicut YouTube tomonidan belgilangan kunlik yuklash kvotasidan oshib ketdi. [br] Kvota Tinch okeani vaqtining yarmida tiklanadi. [br] Tinch okean vaqtidan keyin yana urinib koʻring yoki YouTube.com saytiga o'ting va videoni toʻgʻridan-toʻgʻri YouTubeʼga yuklang.  [br] [br] YouTube.com saytiga tashrif buyurmoqchimisiz?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Kirishni amalga oshirib boʻlmadi.

TXT_TITLE               		= YouTube bilan bogʻlanish bajarildi!
TXT_MESSAGE_COMPLETE1   		= YouTube bilan bogʻlanish bajarildi!
TXT_MESSAGE_COMPLETE2   		= Ushbu sahifani yopishingiz mumkin.
TXT_GOTO_BANDICUT_HOME  		= bandicut.com saytiga oʻtmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Oʻrnatish ketmoqda...
TEXT_UPDATE_FAILED_DL			= Oʻrnatuvchi faylni yuklab olishda xatolik. [br]Aftidan, Internetga bogʻlanmagan.
TEXT_UPDATE_INSTALL_SUCCEED		= Oʻrnatish yakunlandi!
TEXT_UPDATE_INSTALL_FAILED		= Oʻrnatishda xatolik roʻy berdi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Dastur haqida [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Faylni ochmoq [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Ushbu saytlarga joylamoq...
MENUSTR_MAIN_FILE_CLOSE			= Faylni yopmoq [tab]F4
MENUSTR_MAIN_OUTPUT			= Chiquvchi jildni ochmoq [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Tanlovlar [tab]F5
MENUSTR_MAIN_REGISTER			= Qayd etmoq [tab]F3
MENUSTR_MAIN_CLOSE			= Chiqmoq [tab]Alt+F4
MENUSTR_MAIN_HELP			= Koʻmak
MENUSTR_HELP_ONLINE			= Qanday foydalaniladi?
MENUSTR_HELP_HOTKEYS			= Tezkor tugmalar
MENUSTR_HELP_LICENSE			= Litsenziya haqida ma’lumot
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Ovoz
MENUSTR_MAIN_FILE_INFO			= Fayl haqida [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Barcha fayllarni yopmoq [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Loyiha faylini ochmoq
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Loyiha faylini saqlamoq
MENUSTR_UPLOAD_SETTING			= Tanlovlar

MENUSTR_PRESET_USER			= Foydalanuvchi shablonlari
MENUSTR_PRESET_ADD			= Shablon qoʻshmoq
MENUSTR_PRESET_EDIT			= Shablonni oʻzgartirmoq

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Bekor qilmoq
IDOK					= OK
IDC_BTN_CLOSE				= Yopmoq
IDC_BTN_YES				= Ha
IDC_BTN_NO				= Yoʻq
IDC_BTN_REGISTER			= Qayd etmoq
IDC_CK_OPEN_OUTPUT_FOLDER		= Chiquvchi jildni ochmoq
IDC_ST_DETAIL_LINK			= Batafsil...
IDC_ST_OPTION				= Tanlovlar
IDC_ST_HELP				= Koʻmak

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Kodlash rejimi: Tanlovlar
IDC_ST_FILE_FORMAT			= Fayl
IDC_ST_FORMAT				= Formati
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Ovoz
IDC_ST_VIDEO_SIZE			= Video hajmi
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Video kodeki
IDC_ST_VIDEO_MODE			= Bitreyt turi
IDC_ST_VIDEO_QUALITY			= Sifati
IDC_ST_VIDEO_BITRATE			= Bitreyt
IDC_ST_VIDEO_DEINTERLACE		= Deinterleyzing
IDC_ST_AUDIO_CODEC			= Ovoz kodeki
IDC_ST_AUDIO_CHANNEL			= Kanal
IDC_ST_AUDIO_SAMPLERATE			= Chastotasi
IDC_ST_AUDIO_MODE			= Bitreyt turi
IDC_ST_AUDIO_BITRATE			= Bitreyti
IDC_BTN_PRESET				= Standart
IDC_BTN_SETTING_MORE			= Batafsil...
IDC_ST_AUDIO_NORMALIZE			= Normallashtirish
IDC_CK_AUDIO_NORMALIZE			= Yoqmoq

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= H.264 tanlovlari
IDC_ST_H264_PROFILE_SETTING		= ${str1} tanlovlari
IDC_ST_H264_PROFILE			= Profil
IDC_ST_H264_LEVEL			= Daraja

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Yangi shablonni qoʻshmoq
IDC_ST_ADD_PRESET			= Joriy tanlovlaringizni yangi shablon tarzida saqlab qoʻyishingiz mumkin.[br]Yangi shablon nomini koʻrsating.
IDC_ST_SELECT_ENCODER			= H.264 kodlash tanlovlari
IDC_ST_VIDEO_ENCODER			= H.264 Encoder			

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Qayta nomlamoq
IDC_ST_RENAME_PRESET			= Shablon uchun yangi nom bering.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Shablonni oʻzgartirmoq
IDC_BTN_PRESET_ADD			= Qoʻshmoq
IDC_BTN_PRESET_DELETE			= Oʻchirmoq
IDC_BTN_PRESET_RENAME			= Qayta nomlamoq

[IDD_SETTING]
IDD_SETTING				= Tanlovlar
IDC_BTN_RESET				= Asl holiga

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Noma’lum format haqida ogohlantirmoq
IDC_CK_ALERT_EXIST_FILE			= Fayllar nomi bir xil boʻlganda ogohlantirmoq
IDC_CK_ALERT_SAVE_PROJECT		= Loyiha faylini saqlash paytida ogohlantirish.
IDC_CK_USE_LOG_FILE			= Hisobot fayli (.log)ni tuzmoq
IDC_CK_MOV_FRONT_HEADER			= Faylda video ma’lumotini saqlamoq (faqat MP4’da boʻladi)
IDC_CK_KEEP_CREATION_TIME		= Faylning asl sana/vaqtini saqlamoq
IDC_ST_UPLOAD				= Joylash tanlovlari
IDC_CK_SHOW_TIP				= Yordamchi soʻzlarni koʻrsatmoq
IDC_CK_AUTO_MOVE			= Uzoqroq oʻtkazish vaqtini oʻzgartirmoq
IDC_CK_DEINTERLACE_PREVIEW		= Interleyzingli videolar uchun deinterleyzingni yoqmoq.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Chiquvchi jild
IDC_BTN_SET_OUTPUT			= Tanlamoq...
IDC_BTN_OPEN_OUTPUT			= Ochmoq
IDC_CK_OUTPUT_SOURCE			= Boshlangʻich jildni ochmoq
IDC_ST_FILENAME				= Fayl nomini tahrirlamoq
IDC_ST_CACHE_FOLDER			= Kesh uchun jild
IDC_BTN_SET_CACHE_FOLDER		= Tanlash...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Standart

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Til
IDC_ST_TRANSLATOR			= Tarjimonlar:

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Yuqori tezkor rejimni qoʻllab boʻlmasa, xabar bermoq
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Doimo kesish/birlashtirishni yuqori tezkor rejimda qilmoq
IDC_CK_SHOW_KEY_FRAME_CUT		= Faylning boshlanish vaqti oʻzgarganda, xabar bermoq

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Vimeo.com saytiga joylamoq
IDC_ST_VIMEO_UPLOADINFO			= Video haqida ma’lumot
IDC_ST_VIMEO_FILENAME			= Fayl:
IDC_ST_VIMEO_TITLE			= Nomi:
IDC_ST_VIMEO_DESCRIPTION		= Ta’rifi:
IDC_ST_VIMEO_PRIVACY			= Ruxsat turi:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Bu videoni hamma koʻrsin
IDC_RD_VIMEO_PRIVACY_ONLYME		= Faqat oʻzim uchun
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Mening Vimeodagi obunachilarim koʻrsin
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Havolasi mavjud boʻlganlar koʻrsin
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Vimeo Basic foydalanuvchilari uchun mavjud emas) 
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Paroli bor odamlar koʻra oladi
IDC_CK_HIDE_PASSWORD			= Parolni yashirmoq
IDC_BTN_VIMEO_UPLOAD			= Joylamoq
IDC_LN_VIMEO_HELP			= Koʻmak

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Joylanmoqda...
IDC_ST_VIMEO_UPLOADED			= Joylandi!
IDC_ST_VIMEO_LINK			= Havola:
IDC_ST_VIMEO_EMBED			= HTML:
IDC_BTN_VIMEO_LINK_GO			= Oʻtmoq
IDC_BTN_VIMEO_EMBED_COPY		= Nusxalamoq
IDC_BTN_VIMEO_CLOSE			= Yopmoq

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Youtube.com saytiga joylamoq
IDC_ST_YOUTUBE_UPLOADINFO		= Video haqida ma’lumot
IDC_ST_YOUTUBE_FILENAME			= Fayl:
IDC_ST_YOUTUBE_TITLE			= Nomi:
IDC_ST_YOUTUBE_DESCRIPTION		= Ta’rifi:
IDC_ST_YOUTUBE_PRIVACY			= Ruxsat turi:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Ommaviy - Bu videoni hamma koʻra oladi
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Havola boʻyicha - Havolasi mavjud boʻlganlar koʻra oladi  
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Faqat oʻzimga - Bu videoni faqat oʻzingiz va Siz ruxsat berganlar koʻra oladi
IDC_BTN_YOUTUBE_UPLOAD			= Joylamoq
IDC_LN_YOUTUBE_HELP			= Yordam
IDC_LN_YOUTUBE_TOS			= Siz «Joylamoq» tugmasini bosish orqali YouTube (<a>YouTube Terms of Service</a>) shartlariga mos keluvchi videoni joylashingizni tasdiqlaysiz.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Meni faol saqla
IDC_BTN_YOUTUBE_LOGOUT			= Chiqmoq

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Joylanmoqda...
IDC_ST_YOUTUBE_UPLOADED			= Video joylandi!
IDC_ST_YOUTUBE_LINK			= Havola:
IDC_ST_YOUTUBE_EMBED			= Qoʻyish:
IDC_BTN_YOUTUBE_LINK_GO			= Oʻtmoq
IDC_BTN_YOUTUBE_EMBED_COPY		= Nusxalamoq
IDC_BTN_YOUTUBE_CLOSE			= Yopmoq

[IDD_FILEINFO]
IDD_FILEINFO				= Fayl haqida
IDC_BTN_CLIPBOARD			= Nusxalamoq

[IDD_REGISTER]
IDD_REGISTER				= Bandicut ilovasini qayd etmoq
IDC_ST_1BUY				= 1. Xarid qilish
IDC_ST_1BUY_COMMENT			= Sinov versiyasida video boshida Bandicut logotipi qoʻshiladi. Bandicut litsenziyasini olish uchun «Xarid qilmoq» tugmasini bosing.
IDC_BTN_BUY_ONLINE			= Xarid qilmoq
IDC_ST_2REGISTER			= 2. Qayd etish
IDC_ST_2REGISTER_COMMENT		= Elektron pochta manzili va seriya raqamini kiriting (internetga ulangan boʻlish kerak).
IDC_ST_EMAIL_ADDRESS			= El. pochta:
IDC_ST_SERIAL_NUMBER			= Seriya raqami:
IDC_BTN_REGISTER_NOW			= Qayd etmoq
IDC_BTN_UNREGISTER_NOW			= Qaydni oʻchirmoq

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Kompyuterni oʻchirmoq
IDC_ST_SHUTDOWN_INFO			= Koʻmpyuter oʻchirib qoʻyiladi
IDC_ST_SHUTDOWN_MSG1			= Kompyuter avtomatik tarzda oʻchirib qoʻyiladi.[br]Agar xohlamasangiz, Bekor qilmoq tugmasini bosing.
IDD_SHUTDOWN_APP			= Ilovani yopmoq
IDC_ST_SHUTDOWN_APP_INFO		= Bandicut ilovasi yopiladi
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut ilovasi avtomatik tarzda yopiladi.[br]Agar xohlamasangiz, Bekor qilmoq tugmasini bosing.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Yangilanish tanlovlari
IDC_ST_UPDATE_SETTING			= Tanlovlar
IDC_CK_ENABLE_AUTO_CHECK		= Avtomatik yangilashni yoqmoq
IDC_CK_SHOW_UPDATE_POPUP		= Yangilanish boʻlganda, qalquvchi darcha orqali xabar beriladi.
IDC_CK_SHOW_ENABLE_BETA			= Beta yangilanish boʻlganda, qalquvchi darcha orqali xabar beriladi.
IDC_BTN_CHECK_UPDATE_NOW		= Yangilanishni tekshirmoq

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Yangilash haqida
IDC_ST_UPDATE_MSG1			= Yangi versiya mavjud.
IDC_ST_UPDATE_MSG2			= Yangilash uchun «Yangilamoq» tugmasini bosing.
IDOK					= Yangilamoq

[IDD_FAILTOADD]
IDD_FAILTOADD				= Fayl(lar)ni qoʻshib boʻlmadi.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Videoni kesish
IDOK					= ОК
IDC_RD_SPLIT_NUMBER			= Kesish miqdori:
IDC_RD_SPLIT_TIME			= Oraligʻi:
IDC_ST_SEGMENT				= Qismlar
IDC_CK_KEEP_SEGMENT			= Qirqimlar roʻyxatidagi tanlangan boʻlaklarni oʻtkazib yubormoq 
IDC_ST_HOUR				= s.
IDC_ST_MIN				= daq.
IDC_ST_SEC				= sn.

[IDD_INFORMATION]
IDD_INFORMATION				= Tezkor tugmalar
IDD_INFORMATION_LICENSE			= Litsenziya haqida ma’lumot

[SKIN]
; New UI
; Common
$BN_START				= BOSHLAMOQ
$BN_CANCEL				= Bekor qilmoq
$BN_OK					= OK
$BN_YES					= Ha
$BN_NO					= Yoʻq
$ST_OPTION				= Tanlovlar
$CK_JOIN				= Qirqimlarni birlashtirmoq
$BN_OPEN_OUTPUT				= Ochmoq
$BN_HELP				= Koʻmak
$CHECK_DO_NOT_SHOW			= Boshqa koʻrsatilmasin.

; Main
$BN_TIP					= Barcha cheklovlarni olib tashlash uchun qayd eting. 
$BN_ADD_SEGMENT				= Qismlarni qoʻshmoq
$BN_GUIDE_OPEN_FILE			= Faylni ochmoq
$BN_GUIDE_OPEN_FILE_JOINER		= Fayl(lar)ni ochmoq
$ST_GUIDE_SET_SEGMENT			= Oraliqni tanlang
$ST_GUIDE_START				= BOSHLAMOQni bosing
$ST_GUIDE_ADD_FILES			= Fayl(lar)ni qoʻshmoq
$ST_SEGMENT_LIST_TITLE			= Kesish uchun kliplar roʻyxati
$ST_SEGMENT_LIST_TITLE_JOIN		= Birlashtirish uchun kliplar

; Wizard
$BN_WIZARD_CUT				= Kesmoq
$BN_WIZARD_JOIN				= Birlashtirmoq
$BN_WIZARD_SPLIT			= Boʻlmoq

; About
$ST_ABOUT_VERSION_INFO			= Bandicut Version
$ST_ABOUT_COPYRIGHT			= Copyright(c) 2013-2020 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Yangi versiya mavjud.
$BN_ABOUT_CHECK_UPDATE			= Yangilash
$ST_ABOUT_LICENCE_INFO			= Litsenziya haqida ma’lumot
$BN_ABOUT_REGISTER			= Qayd etmoq
$BN_ABOUT_REGISTER_HELP			= Qanday qilib xarid qilinadi va qayd etiladi?
$ST_ABOUT_HOMEPAGE_INFO			= Website URL
$ST_ABOUT_HOMEPAGE_URL			= Rasmiy sahifa
$ST_ABOUT_FAQ_URL			= FAQ
$BN_ABOUT_UPDATE_REGISTRATION		= Qaydnomani yangilamoq
$BN_ABOUT_RENEW_LICENSE			= Litsenziyani yangilamoq

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Rejim
$RD_READY_HIGH_SPEED_MODE		= Yuqori tezkor rejim
$RD_READY_ENCODING_MODE			= Kodlash rejimi
$ST_READY_MODE_HIGH_SPEED		= Asl sifati, tezkor (Tavsiya etiladi)
$ST_READY_MODE_ENCODING			= Fayl formati, sifati, kodekini tanlang (Sekin)
$ST_READY_FILE_FORMAT			= Fayl formati
$ST_READY_VIDEO_INFO			= Video
$ST_READY_VIDEO_ENCODER			= Video Encoder
$ST_READY_AUDIO_INFO			= Ovoz
$BN_READY_DETAIL_SETTING		= Kodlash tanlovlari
$BN_READY_PRESET			= Shablon
$ST_READY_OUTPUT_OPTION			= Natija
$ST_READY_OUTPUT_FILE_NAME		= Fayl nomi
$ST_READY_SAVE_FOLDER			= Chiquvchi jildi
$CK_READY_OUTPUT_TO_SOURCE		= Oʻz jildiga saqlamoq
$ST_READY_TRACK_OPTION			= Treklarni saqlamoq
$RD_READY_ALL_TRACK			= Barcha video va ovozlarni saqlamoq (toʻplamdan)
$RD_READY_SEL_TRACK			= Faqat tanlangan video va ovozlarni saqlamoq (toʻplamdan)
$CK_READY_EXTRACT_AUDIO			= Ovoz faylini alohida saqlamoq (.mp3)
$CK_READY_REMOVE_AUDIO			= Ovozni oʻchirib tashlamoq. Video ovozsiz boʻladi.

; Run
$ST_RUN_CUT_FILE_INFO			= Jarayon
$ST_RUN_FILE_NAME			= Fayl:
$ST_RUN_COMPLETE			= Bajarildi
$BN_RUN_UPLOAD				= Joylamoq
$BN_RUN_PLAY				= Ijro etmoq
$ST_RUN_RUNNING_TIME			= Oʻtdi
$ST_RUN_REMAINING_TIME			= Qoldi
$ST_RUN_SPEED				= Tezlik
$ST_RUN_FILE_SIZE			= Fayl hajmi
$ST_END_OPTION				= Tugallash tanlovi
$ST_UPLOAD_OPTION			= Joylash tanlovi
$CK_RUN_OPEN_OUTPUT_FOLDER		= Jarayon bajarilgach, jildni ochmoq
$CK_RUN_SYSTEM_CLOSE			= Kompyuterni oʻchirmoq
$CK_SOUND_ALARM				= Ovoz bilan xabar bermoq
$CK_MOVE_TO_MAIN			= Bosh menyuga oʻtmoq

; Capture
$BN_OPEN_FOLDER			= Jildni ochmoq
$BN_MESSAGE				= [u]Tasvirga olingan surat chiquvchi jildda joylashadi.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Monitoringizni videoga olish uchun <font color="yellow">Bandicam</font> dasturidan foydalanishingiz mumkin.[br]Bandicamni ishlatib koʻrasizmi?
$BN_UPDATE_STEP1_LINK			= Batafsil
$ST_UPDATE_STEP2_TEXT			= Yuklash ketmoqda...
$BN_UPDATE_INSTALL			= Hoziroq oʻrnatmoq
$BN_UPDATE_LATER			= Yoʻq, shart emas!
$BN_UPDATE_CANCEL			= Bekor qilmoq
$BN_UPDATE_CLOSE			= Yopmoq
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Tahrirlash uchun fayl tayyorlanmoqda.

; Tooltip
$TT_MENU				= Menyu
$TT_WIZARD				= Boshlamoq (Asosiy oyna)
$TT_CUTTER				= Kesmoq
$TT_JOINER				= Birlashtirmoq
$TT_ABOUT				= Ma’lumot (F1)
$TT_SETTING				= Tanlovlar (F5)
$TT_BANDICAM				= Bandicamga kirmoq

$TT_FILE_CLOSE_WORK			= Barcha fayllarni yopmoq (F4)
$TT_FILE_CLOSE_WORK_CUT			= Faylni yopmoq - Barcha qoʻshilgan qismlar olib tashlanadi (F4)

$TT_FILE_OPEN				= Faylni ochmoq (F2,Ctrl+O)
$TT_FILE_ADD				= Fayl(lar)ni qoʻshmoq (F2,Ctrl+O)
$TT_FILE_PROJECT			= Loyiha faylini ochmoq / saqlamoq
$TT_OPEN				= Ochmoq

$TT_REGISTER				= Qayd etmoq (F3)
$TT_OPEN_OUTPUT_FOLDER			= Chiquvchi jildni ochmoq (Ctrl+F2)
$TT_HELP				= Koʻmak
$TT_REFRESH_LINFO			= Litsenziya maʼlumotlarini yangilang

$TT_PLAYER_PLAY				= Ijro etmoq/Pauza (Space)
$TT_PLAYER_STOP				= Toʻxtatmoq (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Ijro etmoq/Pauza (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Toʻxtatmoq (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Oldingi asosiy kadr (Ctrl+◄)
$TT_PLAYER_PREV_FRAME			= Oldingi kadr (◄)
$TT_PLAYER_NEXT_FRAME			= Keyingi kadr (►)
$TT_PLAYER_NEXT_KEY_FRAME		= Keyingi asosiy kadr (Ctrl+►)
$TT_PLAYER_PREV_FILE_PLAY		= Oldingi faylga oʻtmoq (◄)
$TT_PLAYER_NEXT_FILE_PLAY		= Keyingi faylga oʻtmoq (►)
$TT_PLAYER_SEG_ADD			= Qism qoʻshmoq (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= ${int1} tagacha fayl/qism qoʻshsa boʻladi
$TT_PLAYER_SEG_START			= Kesish boshi ( S )
$TT_PLAYER_SEG_END			= Kesish oxiri ( E )
$TT_PLAYER_MUTE_ON			= Ovozni oʻchirmoq ( M )
$TT_PLAYER_MUTE_OFF			= Ovozni yoqmoq ( M )

$TT_PLAYER_CAPTURE			= Tasvirga olmoq (Ctrl+C)

$TT_ADD_SEGMENT				= Tanlangan qismni qoʻshmoq (Ctrl+N)
$TT_PREV_SEGMENT			= Yuqoriga
$TT_NEXT_SEGMENT			= Pastga
$TT_PREV_MOVE_FILE			= Chapga oʻtmoq
$TT_NEXT_MOVE_FILE			= Oʻngga oʻtmoq

$TT_RUN_UPLOAD_OPTION			= Joylash tanlovlari

$TT_LIST_PLAY				= Klipni ijro etmoq
$TT_LIST_SPLIT				= Kesmoq
$TT_LIST_CUT_REMOVE			= Oʻchirmoq
$TT_LIST_JOIN_REMOVE			= Oʻchirmoq

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Bandicut tezkor tugmalari
HOTKEYS_ABOUT				= - Bandicut haqida ma’lumotni koʻrsatadi:			F1
HOTKEYS_FILE_INFO			= - Fayl haqida ma’lumotni koʻrsatadi: Ctrl+F1
HOTKEYS_SETTING				= - Tanlovlar menyusini ochadi: 		F5
HOTKEYS_MAX				= - Toʻliq ekranga oʻtkazadi: 			Enter
HOTKEYS_CHANGE_MODE			= - Rejimni oʻzgartiradi: 	Ctrl+M
HOTKEYS_REGISTER			= -  Bandicut ilovasini qayd etadi: F3
HOTKEYS_HOME				= - Bosh sahifaga oʻtkazadi: Home

HOTKEYS_PLAY_TITLE			= * Ijro etmoq 
HOTKEYS_OPEN_FILE			= - Faylni ochadi:		Ctrl+O, F2
HOTKEYS_CLOSE				= - (Hamma) fayllarni yopadi:		F4
HOTKEYS_START				= - Boshlaydi:           	Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Chiquvchi jildni ochadi: Ctrl+F2
HOTKEYS_PLAY				= - Ijro etadi/Pauza qiladi:	Space
HOTKEYS_STOP				= - Toʻxtatadi:		Ctrl+Space
HOTKEYS_MUTE				= - Ovozni yoqadi/oʻchiradi:		M

HOTKEYS_SEGMENT_PLAY			= - Ijro etadi/Pauza qiladi: Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Qismni toʻxtatadi:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Kesmani olib tashlaydi:	Delete

HOTKEYS_PLAY_FORWARD			= - Oldinga oʻtkazadi:			►, Numpad+
HOTKEYS_PLAY_REWIND			= - Ortga qaytaradi:			◄, Numpad-

HOTKEYS_CUT_TITLE			= * Kesmoq
HOTKEYS_SET_START_TIME			= - Kesish boshini belgilaydi:	S
HOTKEYS_SET_END_TIME			= - Kesish oxirini belgilaydi:		E
HOTKEYS_SEGMENT_ADD			= - Tanlangan qismni qoʻshadi:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Keyingi kadrga:		►, Numpad+
HOTKEYS_NEXT_KEY_FRAME			= - Keyingi asosiy kadrga:	Ctrl+►

HOTKEYS_PREVIOUS_FRAME			= - Oldingi kadrga:	►, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Oldingi asosiy kadrga:	Ctrl+◄

HOTKEYS_PREVIOUS_SEL_SEG		= - Oldingi qismni tanlaydi : ▲
HOTKEYS_NEXT_SEL_SEG			= - Keyingi qismni tanlaydi : ▼

HOTKEYS_PREV_TIME_DIGIT			= - Uzunroq ORTGA qaytaradi: Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Uzoqroq OLDINGA oʻtkazadi:	Tab

HOTKEYS_JOIN_TITLE			= * Birlashtirmoq
HOTKEYS_PREV_FILE_PLAY			= - Oldingi faylni ijro etish: ◄ (chapga)
HOTKEYS_NEXT_FILE_PLAY			= - Keyingi faylni ijro etish: ► (oʻngga)